BFS_SIMPLE_dataset_train/BFS2D_RE_7000/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

restore0Dir

runApplication blockMesh

runApplication simpleFoam

#------------------------------------------------------------------------------
